{

  "events": [
    {
      "hint": "Всякая херотень :)",
      "type": 0,
      "events": [
        "Хорошо. Хорошо. Ой, не понял. Какого чёрта сюда припёрся медведь? А ну гони его отсюда!",
        "Я кафется прилип яфыком с трупфе. Окафыфается по ней тефет фифетма охлафтения.",
        "А что так громко хлопнуло? Ой я кажется испачкал штаны. Срочно надо идти в стирку.",
        "Ты случайно не находил здесь боночку с надписью \"Опасно! Радиация!\"? А то я её потерял. Помоги найти.",
        "Ой, мне прищемило палец! Ай-ай! Вызывай скорую срочно! Ой-ой-ой! Я кажется умираю. Передай моей жене... 10000F$. Нет, не от меня, а просто передай.",
        "Занято! Ну сколько можно говорить, что занято!! Я занят и не могу работать! Что значит ты мне платишь? Ты не видишь, что я занят?!"
      ],
      "stories": [
        "В мастерской возникла нештатная ситуация.",
        "С мастерской случилось какое-то глупое событие.",
        "Что-то пошло не так, но технологический процесс не был нарушен.",
        "Что-то отвлекло мастера от работы.",
        "Рабочий процесс был прерван каким-то пустяком",
        "Случилось какая-то некритическое событие и мастерская остановилась на неопределённое время."
      ]
    },
    {
      "hint": "Давление упало",
      "type": 1,
      "events": [
        "В датчиках падает давление. Необходимо что-то сделать!",
        "Что-то странное замигало на дисплее... Давление упало... Система... самоуничтожится через... 3..2...1 Ой!",
        "Всё глохнет! Где давление?? Ничего не работает. (*пинает железяку) Ой-ой-ой! Кто тут это оставил?",
        "Так, очень интересно. А что если... нет.. может... врядли.. а вот, да скорей всего вот так. (*дует в трубку). Нет, не помогает. Есть предложения?",
        "Почему эта хрень снова глохнет? Надо было не покупать у кузена этот аппарат. Погодите-ка, да ведь это тот же аппарат, что я ему продал в прошлом году! Ах он подлец, продал мне барахло, собранное из металлолома!"
      ],
      "stories": [
        "Обнаруживается падение давления в системе. Датчики показывают низкое давление",
        "В системе критично низкое давление. Необходимо срочно поднять давление.",
        "Система заглохла. Возможно, нужно что-то сделать с давлением.",
        "Падение давления в системе привело к тому, что все заглохло.",
        "Система остановилась. Дисплей показывает занчение давления как критично низкое."
      ]
    },
    {
      "hint": "Утечка жидкости",
      "type": 2,
      "events": [
        "Ой, что это хлещет фонтаном??? Ой-ой, так быть не должно! Быстро почини.",
        "Что это за липкое такое? Фу, как.. она.. воняет. Словно кто-то обгадился (*проверяет штаны). Уф-ф-ф, в этот раз точно не я.",
        "Подозрительная жидкость, которая почему-то находится не внутри, а снаружи!",
        "Утечка жидкости. Ядовитая лужа растекается под нами."
      ],
      "stories": [
        "Либо сорвало шланг, либо что-то случилось.",
        "Из механизма начинает течь жидкость",
        "Из подводящей трубы что-то капает. Скорее всего, это негерметичное соединение.",
        "После того, как механизм был запущен, полилась жидкость, откуда она не должна была литься.",
        "Похоже, образовалась трещина, из которой выплснулось немного странной жидкости."
      ]
    },
    {
      "hint": "Выросло давление",
      "type": 3,
      "events": [
        "Ой, датчики показывают, что давление зашкаливает!",
        "Всё плохо!!! Надо срочно что-то сделать, иначе сорвёт резьбу. Ой, как он угрожающе трещит и... надувается???",
        "Смотри: тут вспучилось. Ткни, что-ли, чем-нибудь, чтобы снять напряжение!",
        "Датчик давления взорвался?! Он взорвался от давления. Сечёшь?"
      ],
      "stories": [
        "Газы расширяются и механизм вздувается, похоже, требуется снизить давление.",
        "Датчики показывают критически высокое давление. Возможно, стоит его сбросить каким-либо образом?"
      ]
    },
    {
      "hint": "Проблема питания эл. цепей",
      "type": 4,
      "events": [
        "Эй, оно выключилось?! Так. Ага нет напряжения в сети. Пробки целы. Тогда в чём проблема?",
        "Видишь, что показывают приборы? А?! В том-то и дело, что они ничего не показывают! Штука не включена! Вернее, включена, но не работает.",
        "Свет, что-ли, выключили. (* Неужели они узнали, что я сматываю счётчики?). Уф, нет, свет есть. Скорее всего, что-то с питанием механизма не так."
      ],
      "stories": [
        "Система обесточилась. Скорее всего, что-то с линией питания.",
        "В системе пропало электричество. Возможно, обрыв питания или что-то с входящей линией.",
        "Электрические цепи без признаков жизни. Надо искать причину обрыва."
      ]
    },
    {
      "hint": "Повышенное напряжение",
      "type": 5,
      "events": [
        "Ого, как жужжит! И искрит. Смотри - на дисплее надпись! [Вырубите меня... скоты.. я ща.. сгорю..] Я и не знал, что оно так умеет.",
        "Мамочки, напряжение-то как скакнуло! Ой, как бы не случилось взрыва. Ну, знаешь, обычно, когда напряжение скачет, то всё взрывается.",
        "Вольтметр зашкаливает. Напряжение просто огромное. Провода не выдерживают нагрузки. Я боюсь подходить к этой штуке."
      ],
      "stories": [
        "Система подвергается повышенному напряжению. Скорее всего, сбой в системе питания.",
        "В системе поднялось напряжение цепи. Провода и схемы могут в любой момент выйти из строя.",
        "Электрические цепи в критическом состоянии из-за повышенного напряжения. Предохранители.. отсутствуют."
      ]
    },
    {
      "hint": "Короткое замыкание",
      "type": 6,
      "events": [
        "Тут искрит. Надо срочно что-то сделать, иначе будет короткое.. ОЙ.. Замыкание.. АЙ",
        "Что за вонь??? Откуда дым? Похоже там что-то коротнуло! Ну или это тараканы жарят шашлык. Лучше бы это были тараканы",
        "Смотри, как задымилась. Кхе-хе. Аж глаза щиплет. Кхе-хе-х. Мне сложно дышать. Кхе-хе-хе. Ладно-ладно, я вытаскиваю голову из этой штуки."
      ],
      "stories": [
        "Происходит короткое замыкание. Электрическая дуга бьёт во все стороны.",
        "В электрических цепях появилось короткое замыкание. Идёт перегрев цепей с выделением тепла и дыма.",
        "В системе произошло короткое замыкание. Возможно случилось замыкание токпровоящих элементов."
      ]
    },
    {
      "hint": "Нагрев механизма",
      "type": 7,
      "events": [
        "Ой, почему пошёл дым? Нет-нет-нет. Надо было отключить горелку. Почему она так и не отключилась? Ах, как она греет сильно. Кажется корпус начал плавиться.",
        "Ничего себе она горячая! Можно обогревать целый ангар. Да-да, она так не должна работать, но может это будет фичей? Зимой-то всяко пригодится.",
        "Так что тут в инструкции? [не нагревать.. выше.. 90 градусов]. Сколько показывакт градусник? 390? Ну подумаешь, небольшое превышение. А-а-а-а, ты говоришь 1390? Ну, все равно это не много."
      ],
      "stories": [
        "Система нагрелась. Необходимо сбросить температуру",
        "Происходит чрезмерный перегрев системы. Надо срочно привести температуру в норму.",
        "Идёт необъяснимый нагрев и мастер просит что-нибудь сделать, чтобы охладить",
        "В системе зафиксирована аномальная температура. Необходимо стибилизировать, иначе система будет самоуничтожена."
      ]
    },
    {
      "hint": "Вывалилась деталь",
      "type": 8,
      "events": [
        "Ой, а это откуда выпало? Странно, вроде этого не было тут. Как-то странно тут стало вибрировать",
        "Что это за звук? Хм, наверное, это лишняя деталь.  Ой, а что это всё так странно стало работать???",
        "Раз выпало - значит не нужно. Или нужно? Вроде в прошлый раз тоже так было и вроде без последствий. Странно, я после комы плохо всё помню."
      ],
      "stories": [
        "Из механизма вывалилась деталька. Неприметная шестерёнка. Но возможно, она - важная часть.",
        "От механизма отвалилась деталь. Необходимо поставить её на место.",
        "Система, похоже, начинает разваливаться по частям. Нужно вставить все назад."
      ]
    },
    {
      "hint": "Заклинило механизм",
      "type": 9,
      "events": [
        "Механизм заклинило, надо срочно что-то сделать, иначе сорвёт резьбу. Ой, как он угрожающе трещит!",
        "Оно перестало крутиться. Вот раз и остановилось. Погоди, включено он в сеть или нет? Ой! Током бьётся - значит включено. Тогда почему оно не крутится?",
        "Я тебе говорю, что вот это штука должна вращаться! Понимешь, должна! А сейчас не вращается. Видишь, что дисплей пишет? Что все работает, а оно не вращается!!"
      ],
      "stories": [
        "Механизм заклинил. В любой момент может произойти разрыв корпуса.",
        "Механизм загудел. Предположительно заклинил основной привод.",
        "Система остановилась, но не отключилась. Она работает, но не функционирует. Скорей всего заклинило шестерёнки."
      ]
    }
  ]
}
