<?php
return [
    'welcome' => [ //Приветствие. Выводятся все строки
        'Тебя прислали в помошники мне? Нет? Но я вижу твою заинтересованность в производстве различных вещей. Может сможешь мне тут помочь кое с чем?',
        'В общем надо немного <b>Феллизиума</b>. Чем больше, тем лучше. Далее смешать вон с тем реагентом, добавить вон того порошка. постучать молотком по той бомбе и еще подкинуть деньжат.',
        'Ладно шучу, реагент не надо добавлять. Если ты хочешь начать - приступай. А я пока посижу вон в том бункере.'
    ],
    'doEndProcess' => [//завершаем крафт
        'Так, тут постучим, там поплюём. Ага, вот подержи провод. НЕ бьёт током? Странно, вроде должен. Ага, вот это наверное лишнее... Ну вроде готово.',
        'Скальпель. Зажим. Тампон. Еще зажим. Спирт. Еще спирта. Тампон. Спирта. Больше спирта. Ии-к. Давай еще по соточке и хватит. Ещё спиии... хр-р-рррр. А? Не сплю. Что тут у нас?',
        'Осторожней не суй сюда пальцы, а то оторвёт. Хотя знаешь что, засунь лучше ногу. Нет я серьёзно, посмотрим как ражавчина от крови повлияет на механизм.',
        'Зачем ты надеваешь каску? Какая техника безопасности?? Я так  уже тысячу раз дела-а-а-а-а-а-А-А! #@я! @#&а! Убери эту #@&ню от меня!!!! Чего стоишь? Делай что-нибудь!!',
        'Что? Не долбанёт? Да вроде не должно. Что значит я не уверен? Я всё уверен. НЕ ДОЛЖНО! (наверное). В общем давай запускай. Почему ты? Ну потому что у меня есть дети и их надо кормить.',
        'Запоминай, нубасина, этот провод от той хреновины, этот от этой. И не перепутай. Да, они абсолютно одинаковые. Ой, не умничай тут. Просто запомни.',
        'Лей больше этой зелёной жижы. Какие пропорции? О чём ты? Все знают, что чем больше, тем лучше. Лей говорю. Хотя стой. Погоди, тут написано что-то. Так.. "не использовать... ага.. больше 3-х капель". Ой, кажется мне надо срочно идти.',
        'Жми на рычаг, Кронг! Другой рычаг, Кронг! Кронг, что с тобой? А я понял, ты не Кронг. Точно вспомнил... пусть земля ему будет пухом... Хватит сидеть. Жми на рычаг!',
        'Куда делась смазка? Здесь определённо не хватает смазки. Я бы даже сказал, что её тут вообще нет. Принеси-ка мне вон ту банку. Аккуратней! Не открывай. Красивая банка, не правда-ли? Неси обратно, а я буду думать где смазку взять.',
        'Что значит эту хрень выглядит смертельно опасной? Ну так-то это по чертежам и есть смертельно опасная хрень! Что значит не те чертежи? Какие ходунки для бабушки??? Хотя... если не будет бабушки, не нужны ходунки. Так что всё нормально.',
        'Полируй хорошо, но не переусердствуй, а то эта хрень взрывается от трерния. Зачем тереть то, что будет взорвано? Ну понимаешь, меня достали кошки. Я выставлю эту хрень во дворе и кошки будут тереться об неё... тереться... а потом БАХ и ХА-ХА-ХА, блохастые. А тебе надо же чем-то заняться.',
        'Я короче решил начать новый проект, а старый ты по-быстрому доделай к вечеру. Там всего-лишь надо построить огромый элеватор с пневмо-подачей гравия и молотилкой, способной перемалывать алмазы. Какие материалы? Материалы надо покупать. Какие деньги? Говорю же, проект надо доделать, деньги уже потрачены.'
    ],
    'doResult_begin' => [ //
        'Не плохо. Не плохо. Так что тут у нас?',
        'Ага, а теперь бы понять что у нас получилось.',
        'Интересненько. Дай-ка получше разгляжу. Да чтоже это такое-то?',
        'Нет, определённо процесс был забавным. Ха-ха-ха. Я до сих пор смеюсь над тем как тебя шарахнуло. А вот результат.',
        'Ой, мы точно ничего не перепутали? Ты не могу же облажаться?',
        'Давай уже открывай коробку, посмотрим что там получилось.',
        'Ой кая прелесть, да я это про вон тот болтик. А ту у нас что?',
        'Это нечто необычное. Я не думаю, что заказчик имел ввиду это?'
    ],
    'doWait'=>[
        'Чего стоим руки в брюки? Давай делай что-нибудь. Вещь, понимаешь ли, сама себя не создаст.',
        'Ты здесь вечно собираешься торчать? Мне между прочим и по своим делам надо сходить.. Так что хватит тупить, давай работай.',
        'Ты между прочим здесь не на курорте. Начинай работать, а то живо вылетишь отсюда со своими побрякушками.',
        'Я что ли за тебя работать буду? А ну-ка живо за работу, лентяй.',
        'Хватит отдыхать. Устроил тут час-дремаж. Иди работай, а то уволю. НУ и что что это ты меня нанял. Это разве мешает мне тебя уволить???'
    ],
    'doProcess'=>[
        'Хорошо. Унас все почти получается. Сейчас тут еще немного подкрутим, подправим и...',
        'Прекрасно. Видишь какой я молодец. Ой, мы молодцы. Конечно же. Хотя мы - это громко сказано.',
        'Люблю свою работу. А особенно когда её кто-то делает за меня. Вот как сейчас ты её делаешь. Эх, ляпоооота.',
        'Вот видишь как здорово когда всё получается. Ведь всё же получается?'
    ],
    'endCraft'=>[
        'Твоя хреновина готова. Забирай её.',
        'Чего глазками хлопаешь? Всё говорю. Забирай.',
        'Усё готово. Может накинешь мне немного сверхурочных?',
        'Работа выполнена. Ожидаю премию в виде кучи денег.'
    ],
    'flee'=>[
        'Эм... ты это серьёзно? Вот так вот просто уйдёшь на пол пути?'
    ],
    'test' =>[
        'test2'=>[
            'test3'=>'test done'
        ]
    ]
];