{
  "actions": {
    "0": [
      {
        "action": "Рыдать",
        "stories": {
          "fine": [
            "поддаётся эмоциям и это помогает.",
            "падает на пол и начинает рыдать, это похоже как-то помогло.",
            "забивается под стол и рыдает. Однако, каким-то чудом это помогло."
          ],
          "fail": [
            "поддаётся эмоциям и это бесполезно.",
            "падает на пол и начинает рыдать. Это не помогает.",
            "забивается под стол и рыдает. Результат нулевой."
          ]
        }
      },
      {
        "action": "Исполнять брачный танец",
        "stories": {
          "fine": [
            "исполняет брачный танец. Это почему-то помогло."
          ],
          "fail": [
            "исполняет брачный танец. Это ожидаемо не помогло."
          ]
        }
      },
      {
        "action": "Запастись терпением",
        "stories": {
          "fine": [
            "решает подождать и посмотреть к чему это приведёт. Это помогло."
          ],
          "fail": [
            "решает подождать и посмотреть к чему это приведёт. Ожидание затягивается.."
          ]
        }
      },
      {
        "action": "Устало покачать головой",
        "stories": {
          "fine": [
            "устало качает головой. Что случилось и всё стабилизировалось.."
          ],
          "fail": [
            "устало качает головой. Система не реагирует."
          ]
        }
      },
      {
        "action": "Помолиться",
        "stories": {
          "fine": [
            "начинает молиться своему божеству. Божество является в физическом обличие и исправляет ситуацию."
          ],
          "fail": [
            "начинает молиться своему божеству. Божество занято."
          ]
        }
      },
      {
        "action": "Погладить рукой",
        "stories": {
          "fine": [
            "нежно гладит рукой железный корпус. Корпус мелко вибрирует. Кажется это помогло."
          ],
          "fail": [
            "нежно гладит рукой железный корпус. Корпус мелко вибрирует и ничего не поменялось."
          ]
        }
      },
      {
        "action": "Приложить подорожник",
        "stories": {
          "fine": [
            "прикладывает подорожник. Народная медицина творит чудеса."
          ],
          "fail": [
            "прикладывает подорожник. Ничего не происходит"
          ]
        }
      },
      {
        "action": "Комплексовать",
        "stories": {
          "fine": [
            "начинает комплексовать из-за своих способностей. Это каким-то образом помогает."
          ],
          "fail": [
            "начинает комплексовать из-за своих способностей. Это ни к чему не приводит."
          ]
        }
      },
      {
        "action": "Позвонить другу",
        "stories": {
          "fine": [
            "звонит другу. Друг подсказывает верное решение."
          ],
          "fail": [
            "звонит другу. Друг не берёт трубку."
          ]
        }
      },
      {
        "action": "Вызвать полицию",
        "stories": {
          "fine": [
            "вызывает полицию. Приезжают специалисты, которые исправляют ситуацию."
          ],
          "fail": [
            "вызывает полицию. Приехавшие полицейские, узнав в чём причина вызова, грозятся забанить на сайте на месяц."
          ]
        }
      },
      {
        "action": "Сделать умное лицо",
        "stories": {
          "fine": [
            "делает умное лицо. Ого, а это сработало."
          ],
          "fail": [
            "делает умное лицо. Бесполезно."
          ]
        }
      },
      {
        "action": "Позвать маму",
        "stories": {
          "fine": [
            "зовёт маму. Мам приходит и все исправляет."
          ],
          "fail": [
            "зовёт маму. Мама приходит и требует вынести мусор."
          ]
        }
      },
      {
        "action": "Лизнуть розетку",
        "stories": {
          "fine": [
            "лижет розетку. Увлекается и зилизывает её насмерть. Это как-то помогло ситуации."
          ],
          "fail": [
            "лижет розетку и получает разряд тока."
          ]
        }
      },
      {
        "action": "Предложить чаю",
        "stories": {
          "fine": [
            "предлагает чай. Чай творит чудеса."
          ],
          "fail": [
            "предлагает чай. Ответа не последовало."
          ]
        }
      },
      {
        "action": "Выпить пивка",
        "stories": {
          "fine": [
            "садится пить пиво с мастером. Пьянка затянулась, однако все самопочинилось.",
            "смотрит на банку с пивом в задумчивости и решает куда залить его.. В себя или в механизм? Выбор однозначен - в себя. Механизм и так заработал.",
            "уходит в запой. Мастер самостоятельно всё исправляет."
          ],
          "fail": [
            "садится пить пиво с мастером. Пьянка затянулась.",
            "смотрит на банку с пивом в задумчивости и решает куда залить его.. в себя или в механизм? Выбор однозначен - в себя.",
            "уходит в запой, прихватив с собой мастера."
          ]
        }
      },
      {
        "action": "Атаковать цель",
        "stories": {
          "fine": [
            "набрасывается с кулаками. Это помогло.",
            "бьёт в корпус, потом хуком слева, и апперкотом уничтожает противника. Всё ок.",
            "начинает прыгать вокруг цели и тыкать в неё своими кулаками. Всё пришо в норму."
          ],
          "fail": [
            "набрасывается на механизм с кулаками. В ответ получает удар тока.",
            "бьёт в корпус, потом хуком слева пробивает дисплей и апперкотом уничтожает датчик. Мастер в шоке.",
            "начинает прыгать вокруг железяки и тыкать в неё своими кулаками. Железяке всё равно."
          ]
        }
      }
    ]
  }
}
