[
  {
    "id": 1,
    "name": "ItemChangeChance",
    "group": "Base",
    "label": "Жижжа из слизи",
    "description": "Дурнопахнущая жижжа из слизи древней жабы, обитающей у дальнего пруда на краю Вселенной. Немало храбрецов сложило свои головы, чтобы добыть хоть каплю этой слизи, но тебе повезло и я могу тебе продать её в любом количестве. Не спрашивай у меня откуда она взялась, ты всё равно не поверишь.",
    "rare": 3,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoChangeChance",
    "priceK": 1,
    "maxStack": 1,
    "image": "slime"
  },
  {
    "id": 2,
    "name": "ItemChangeLevelInfluence",
    "group": "Base",
    "label": "Подозрительно испорченная рыба",
    "description": "Нет-нет. Ты зря воротишь свой нос. Это не то, о чём ты думаешь. На самом деле - это редчайший вид волшебной речной форели. Она настолько свежая, что минуту назад она ещё резвилась в своём милом домике на дне океана.",
    "rare": 3,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoChangeLevelInfluence",
    "priceK": 1,
    "maxStack": 1,
    "image": "fish_1"
  },
  {
    "id": 3,
    "name": "ItemChangeLevelMultiplier",
    "group": "Base",
    "label": "Полусгнивший фрукт неизвестного растения",
    "description": "М-м-м-м-м. Это самый известный фрукт самого редчайшего растения на планете. Ты когда-нибудь слышал о Туратапатарунхе??? Как так нет? Спроси у друзей! Что?? И твои друзья не слышали? Ну хорошо, это растение не настолько известно... Я бы даже сказал, что оно знакомо только истинным ценителям. Я же вижу, что ты и есть тот самый ценитель! Вот именно тебе срочно необходимо попробовать этот фрукт!",
    "rare": 3,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoChangeLevelMultiplier",
    "priceK": 1,
    "maxStack": 1,
    "image": "fruct_1"
  },
  {
    "id": 4,
    "name": "ItemChangeMoney",
    "group": "Base",
    "label": "Странно булькающая жидкость",
    "description": "Ах, если бы тебе было известно, сколько золота мне обещал отсыпать Император Дальнего Холма хоть за маленькую капельку этого волшебного эликсира. Но я ему отказал, так как знал, что именно ты придёшь ко мне в магазин, чтобы купить этот флакон. Ведь мы с тобой настоящие партнёры.",
    "rare": 3,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoChangeMoney",
    "priceK": 1,
    "maxStack": 1,
    "image": "potiona"
  },
  {
    "id": 5,
    "name": "ItemChangeCost",
    "group": "Base",
    "label": "Мазь из личинок",
    "description": "Прекраснейшая мазь от всех болезней, которые были, есть и будут в нашей Великой и Бесконечной Вселенной. С этой мазью ты можешь без страха покорять тайные уголки космоса, не опасаться подхватить какую-нибудь инопланетную заразу. К сожалению, у этой мази есть побочный эффект плоть до летального исхода, но это же такие мелочи...",
    "rare": 3,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoChangeCost",
    "priceK": 1,
    "maxStack": 1,
    "image": "inkgreen04"
  },
  {
    "id": 6,
    "name": "ItemFreeCast",
    "group": "Base",
    "label": "Конфета из ногтя огра",
    "description": "Ты знал, что ногти огра являются самым настоящим деликатесом. Ведь именно из-за ногтей почти истребили всех огров в нашем королевстве. Что? Да нет, не потому, что огры дикие и поедали людей и скот, а именно из-за ногтей!!! Стоит тебе попроовать этот деликатес, как уже спустя пару минут ты будешь с вилами искать огра на ближайшем болоте, чтобы добыть себе еще немного этой прелести.",
    "rare": 3,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoFreeCast",
    "priceK": 1,
    "maxStack": 1,
    "image": "food_28"
  },
  {
    "id": 7,
    "name": "ItemChangeCashBackCrit",
    "group": "Base",
    "label": "Сброшенная чешуйка дракона",
    "description": "Ты веришь в драконов? А зря, они ужасно скучные и надоедают своими разговорами о похищенных принцессах. А еще они очень хвастливые и чванливые, не то что я. Так вот однажды один дракон решил помериться со мной силой и побороться. Ну как ты понимаешь, я только внешне такой слабенький, а внутри я истинный зверь, в общем я заломал дракона и потребовал, чтобы он просил пощады и признал меня Великим Борцом с Драконами. И в память о том моменте служит вот эта единственная чешуйка. Что, у меня их ящик? Хм.. просто я поборол много драконов... А то что драконы сбрасывают чешую во время линьки - это просто сказки.",
    "rare": 3,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoChangeCashBackCrit",
    "priceK": 1,
    "maxStack": 1,
    "image": "monsterscales_17"
  },
  {
    "id": 8,
    "name": "ItemChangeCurse",
    "group": "Base",
    "label": "Замороженный мозг зомби",
    "description": "О-о-о-о-о. Я вижу ты интересуешься необычайно редким веществом? Это истинный клад для ведьм, колдунов, ну и простых зевак. После того как ты попробуешь это в любом виде, ты никогда не станешь прислуживать некромантам после смерти, ведь именно этого ты и хочешь - после смерти быть свободным. Правда это очень противно на вкус и может вызвать понос, длящийся от пары дней до года, но что остановит свободное существо типа тебя?",
    "rare": 3,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoChangeCurse",
    "priceK": 1,
    "maxStack": 1,
    "image": "mindfreeze"
  },
  {
    "id": 9,
    "name": "ItemExtendsStat",
    "group": "Base",
    "label": "Засушенный глаз",
    "description": "Согласно легендам, этот глаз принадлежал великому оракулу, что жил на горе Предсказаний. Однажды он спустился с горы, дабы поведать всему миру новое пророчество, но на него напал древний монстр из глубин и всё, что осталось от оракула - вот этот самый глаз. Да-да, ты не поверишь, но я единственный кто его нашёл спустя тысячелетия. И после продажи я, скорее всего, снова найду еще один глаз.",
    "rare": 3,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoExtendsStat",
    "priceK": 1,
    "maxStack": 1,
    "image": "eye_04"
  },
  {
    "id": 10,
    "name": "ItemMoreTime",
    "group": "Base",
    "label": "Забродившее молоко горных улиток",
    "description": "Ты знаешь сколько труда стоит подоить одну улитку? Это просто немыслимо! Но результат заслуживает таких трудозатрат ведь это молоко применяется... эм... в медицине. Да! В медицине. Оно способно... эм... оживить павших героев и... эм... залечить любую, даже смертельную рану. А еще оно может использоваться как... эм... краска для побелки.",
    "rare": 4,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoMoreTime",
    "priceK": 1,
    "maxStack": 1,
    "image": "milk_04"
  },
  {
    "id": 11,
    "name": "ItemCleanDebufs",
    "group": "Base",
    "label": "Очищающая вода из канализации",
    "description": "Я смотрю ты страдаешь от разного рода проклятий? О, мой юный друг, нет ничего проще, чем смыть их вот этой чудодейственной штукой - кристально чистая вода из самых чистейших родников с вершины самой огромной горы. К сожалению, я не смог найти время, чтобы туда съездить и поэтому набрал её в ближайшей канализации, но ты поверь, не все так однозначно!",
    "rare": 4,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoCleanDebufs",
    "priceK": 1,
    "maxStack": 1,
    "image": "potion_03"
  },
  {
    "id": 12,
    "name": "ItemAddExp",
    "group": "Base",
    "label": "Облезлый крысиный хвостик",
    "description": "Кстати, возможно, ты не в курсе, но если задумчиво погрызть этот крысиный хвост, то ты станешь умней, сильней и намного идеальней.",
    "rare": 4,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoAddExp",
    "priceK": 1,
    "maxStack": 1,
    "image": "monstertail_03"
  },
  {
    "id": 13,
    "name": "ItemChangeCooldown",
    "group": "Base",
    "label": "Энергетик из личинок слизней",
    "description": "Я гляжу ты выглядишь слегка уставшим и подавленным. Ах!!! У меня есть прекраснейшее средство, чтобы взбодриться. Правда тут немного не разборчиво про срок годности и состав, но можешь быть уверен, это то, что тебе нужно сейчас.",
    "rare": 4,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoChangeCooldown",
    "priceK": 1,
    "maxStack": 1,
    "image": "energetic"
  },
  {
    "id": 14,
    "name": "ItemChangeGoodCarma",
    "group": "Base",
    "label": "Копыто тифозного минотавра",
    "description": "В самом тёмном лабиринте мне пришлось убить зубжастное чудовище, пожирающее всех, кого встретит. Как я его победил? Хм, если честно, то я его просто взорвал. Вот это копыто от него и осталось. Бери. Последнее.",
    "rare": 4,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoChangeCarmaGood",
    "priceK": 1,
    "maxStack": 1,
    "image": "hoof"
  },
  {
    "id": 15,
    "name": "ItemChangeBadCarma",
    "group": "Base",
    "label": "Заплесневевшее ухо неизвестного животного",
    "description": "Недавно ко мне в лавку забрёл подозрительный тип. Хотя другие тут и не ошиваются. Так вот, он мне предложил купить артефактную штуку. Вот, посмотри сюда. Видишь, как приятно колышутся волосинки? Вот это ухо, говорят, приносит огромную удачу. Нет, я не перепродаю, я просто... эм... скажем, заключил сделку.",
    "rare": 4,
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "spellID": "DoChangeCarmaBad",
    "priceK": 1,
    "maxStack": 1,
    "image": "leftelfear"
  },
  {
    "id": 16,
    "name": "ItemRandomItem",
    "group": "Artifact",
    "label": "Гоблинский лутбокс",
    "description": "Ты знаешь что такое удача? АХ, ничего ты не знаешь.",
    "rare": 5,
    "canLottery": true,
    "canFind": false,
    "canShop": true,
    "spellID": "DoRandomItem",
    "priceK": 0.06,
    "maxStack": 1,
    "image": "itemLootBox"
  },
  {
    "id": 17,
    "name": "ItemRandomArtifact",
    "group": "Artifact",
    "label": "Древний механизм",
    "description": "Следуя инструкции: Повернуть шестерёнки.. не интересно... так.. отодвинуть рычаг.. фигня.. использовать защиту.. нет, не то... а вот - После того, как всё будет проделано, вы получите ДРЕВНИЙ АРТЕФАКТ. ",
    "rare": 5,
    "canLottery": true,
    "canFind": false,
    "canShop": false,
    "spellID": "DoRandomArtifact",
    "priceK": 1,
    "maxStack": 1,
    "image": "itemRandomArtifact"
  },
  {
    "id": 18,
    "name": "ItemUserExpandInventory",
    "group": "Artifact",
    "label": "Расширитель инвентаря",
    "description": "Инвентарь получает дополнительную ячейку.",
    "rare": 5,
    "spellID": "DoExpandInventory",
    "canLottery": false,
    "canFind": false,
    "canShop": true,
    "data": 1,
    "itemType": "g",
    "priceK": 2,
    "maxStack": 1,
    "template": true,
    "image": "expandInvetory"
  },
  {
    "id": 19,
    "name": "ItemInvertCarma",
    "group": "Base",
    "label": "Использованная свечка",
    "description": "Эта штука была извлечена из эм.. одного пикантного места Огромного Джека, когда он лечил свою.. эм.. пикантную болезнь. Данный предмет был недружественно изъят за долги.",
    "rare": 4,
    "spellID": "DoInvertCarma",
    "canLottery": true,
    "canFind": true,
    "canShop": true,
    "data": 1,
    "priceK": 1.15,
    "maxStack": 1,
    "template": true,
    "image": "candle"
  }
]
